ban.spellright
eamodio.gitlens
github.copilot
github.copilot-chat
mattn.lisp
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-wsl
ms-vscode.vscode-speech
qingpeng.common-lisp
qwtel.sqlite-viewer
ritwickdey.liveserver
slbtty.lisp-syntax
techer.open-in-browser
yutengjing.open-in-external-app
